// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "Sincronizzazione documento";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Annulla";

// Text of "Next" button, used in various dialogs
"NEXT" = "Successivo";

// Text of "Done" button, used in various dialogs
"DONE" = "Fine";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Continua";


// ------------------------
// Exception (error) window

"DESTINATION:" = "Destinazione:";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "Modificato:";		// Modified label - prefixes the displayed mod date
"NAME:"        = "Nome:";			// Name label - prefixes the name of the file
"SIZE:"        = "Dimensione:";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "su questo computer";	// For iDisk
".MAC"          = "Il %@";				// For iDisk
"LOCAL_MHD"     = "su questo computer";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "sul network";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Mostra nel Finder";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "Errore iDisk";
"MHD ERROR TITLE"   = "Errore sincronizzazione Inizio";
"FS ERROR TITLE"    = "Errore di sincronizzazione documento";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "Codice errore %d.";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "Errore iDisk %d di %d";
"MHD ERROR COUNT%"   = "Errore sincronizzazione Inizio %d di %d";
"FS ERROR COUNT%"    = "Errore di sincronizzazione documento %d di %d";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "Si è verificato un problema relativo all'eliminazione del documento “%@”.";
"ERROR SYNCING%"       = "Si è verificato un problema durante la sincronizzazione del documento “%@”.";
"ERROR MOVING%"        = "Si è verificato un problema per spostare il documento “%@”.";
"ERROR ACCESSING%"     = "Si è verificato un problema durante la sincronizzazione del documento “%@”.";
"DIR:ERROR DELETING%"  = "Si è verificato un problema relativo all'eliminazione della cartella “%@”.";
"DIR:ERROR SYNCING%"   = "Si è verificato un problema relativo alla sincronizzazione della cartella “%@”.";
"DIR:ERROR MOVING%"    = "Si è verificato un problema relativo allo spostamento della cartella “%@”.";
"DIR:ERROR ACCESSING%" = "Si è verificato un problema relativo alla sincronizzazione della cartella “%@”.";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "iDisk è quasi pieno. iDisk non dispone di spazio sufficiente per la sincronizzazione di questo elemento.";
"MHD DSKFULERR"        = "La cartella Inizio è quasi piena. Lo spazio per la sincronizzazione di questo elemento non è sufficiente.";
"FS DSKFULERR"         = "Il disco è quasi pieno. Lo spazio per la sincronizzazione di questo elemento non è sufficiente.";
"IDISK DSKFULERR HELP" = "Ci sono elementi di iDisk che si trovano nel Cestino. Per liberare più spazio, svuota il Cestino.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "Non disponi dei privilegi necessari per eliminare questo documento.";
"AFPACCESSDENIED SYNC"       = "Non disponi dei privilegi necessari per sincronizzare questo documento.";
"DIR:AFPACCESSDENIED DELETE" = "Non disponi dei privilegi necessari per eliminare questa cartella.";
"DIR:AFPACCESSDENIED SYNC"   = "Non disponi dei privilegi necessari per sincronizzare questa cartella.";
"AFPACCESSDENIED HELP"       = "Puoi verificare i permessi nel pannello Info del Finder";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "Il nome di questo documento è lo stesso di un altro elemento su iDisk, fatta eccezione per alcune lettere in maiuscolo.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "Il nome di questo documento è lo stesso di un altro elemento nella directory Inizio, fatta eccezione per alcune lettere in maiuscolo.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "Il nome di questo documento è lo stesso di un altro elemento sul disco, fatta eccezione per alcune lettere in maiuscolo.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "Il nome di questa cartella è lo stesso di un altro elemento su iDisk, fatta eccezione per alcune lettere in maiuscolo.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "Il nome di questa cartella è lo stesso di un altro elemento nella directory Inizio, fatta eccezione per alcune lettere in maiuscolo.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "Il nome di questa cartella è lo stesso di un altro elemento sul disco, fatta eccezione per alcune lettere in maiuscolo.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "Dovresti cambiare il nome di questo elemento in modo da differenziarlo in maniera più evidente. Ad esempio aggiungi un numero al nome.";

// fBsyErr
"FSBSYERR"      = "Il documento è in uso.";
"FSBSYERR HELP" = "Un'applicazione potrebbe avere un documento aperto. Prova a chiudere il documento o a chiudere le applicazioni.";

// fLckdErr
"FLCKDERR"      = "Il documento è protetto.";
"DIR:FLCKDERR"  = "La cartella è protetta.";
"FLCKDERR HELP" = "Puoi sbloccare l'elemento usando il pannello Info del Finder.";

"File Not Found"      = "Il documento non è stato trovato.";
"HELP:File Not Found" = "Il documento potrebbe essere stato spostato durante la sincronizzazione. Riprova.";

"File Name Too Long"      = "Il nome di un documento o di una cartella è troppo lungo.";
"HELP:File Name Too Long" = "Rinomina questo elemento in modo che il nome sia più breve.";

"I/O Error"      = "Si è verificato un errore durante la lettura o scrittura del documento.";
"HELP:I/O Error" = "Riprova più tardi.";

"Destination does not support symlinks"      = "La destinazione non supporta symlink.";
"HELP:Destination does not support symlinks" = "In primo luogo prova a comprimere il documento o la cartella.";

"Object deleted"      = "L'elemento è stato eliminato prima di poter essere sincronizzato.";
//"HELP:Object deleted" = "";

"Object created"      = " È stato creato un nuovo elemento nella stessa posizione di questo prima che potesse essere sincronizzato.";
//"HELP:Object created" = "";

"Object modified"     = "Questo elemento da aggiornare è stato modificato da un'altra applicazione prima di poter essere sincronizzato.";
//"HELP:Object modified" = "";

"Network error"       = "Si è verificato un errore del network.";
"HELP:Network error"  = "Controlla la connessione network oppure riprova più tardi.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "Si è verificato un problema.";					// [rdar://5231555]
"HELP:Unknown error"       = "Riprova più tardi.";
"HELP-IDISK:Unknown error" = "Riprova più tardi.";
"HELP-PHD:Unknown error"   = "Riprova più tardi. Se il problema persiste, contatta l'amministratore del network.";

"IDISK ALMOST FULL"     = "Il tuo iDisk è quasi pieno.";
"ALMOST FULL TRASH MSG" = "Alcuni documenti del tuo iDisk sono nel Cestino. Per disporre di maggiore spazio libero, svuota il Cestino.\n\nPuoi aumentare le dimensioni del tuo iDisk andando sul pannello %@ delle Preferenze di Sistema.";
"ALMOST FULL .MAC MSG"  = "Puoi aumentare le dimensioni del tuo iDisk nel pannello %@ delle Preferenze di Sistema.";

"REVERIFICATION"      = "Il documento è cambiato durante ognuna delle ultime %@ sincronizzazioni.";
"REVERIFICATION HELP" = "Un'applicazione potrebbe modificare il documento periodicamente. Prova a chiudere il documento o a chiudere le applicazioni.";

"TOO_MANY_EAS"      = "La destinazione non supporta alcuni dei dati contenuti in questo elemento.";
"TOO_MANY_EAS HELP" = "In primo luogo prova a comprimere il documento o la cartella.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "La cartella %@ è disponibile solo quando iDisk è in linea.";
"OFFLINE FOLDER MSG" = "Per accedere a questa cartella devi connettere il computer a Internet.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu byte";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 conflitto";
"%CONFLICTS" = "%d conflitti";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "“%@” è stato modificato in entrambe le posizioni.";			// Name of conflicting item.
"%WHERE"                   = "Posizione: %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d di %d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-root-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "documento";
"FOLDER"                   = "cartella";
"PACKAGE"                  = "pacchetto";
"SYMLINK"                  = "symlink";
"IDISK_LOCAL_TITLE"        = "questo computer";
"IDISK_POPUP_LOCAL_TITLE"  = "Conserva il documento su questo computer";
"IDISK_POPUP_REMOTE_TITLE" = "Conserva il documento su %@";
"MHD_LOCAL_TITLE"          = "su questo computer";
"MHD_REMOTE_TITLE"         = "sul network";
"MHD_POPUP_LOCAL_TITLE"    = "Conserva il documento su questo computer";
"MHD_POPUP_REMOTE_TITLE"   = "Conserva il documento sul network";
"1_IDISK_CONFLICT"         = "C'è un conflitto di sincronizzazione di iDisk.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "Ci sono %d conflitti di sincronizzazione di iDisk.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "C'è un conflitto di sincronizzazione Inizio.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "Ci sono %d conflitti di sincronizzazione Inizio.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "Risolvi tutti i conflitti utilizzando i documenti contenuti in %@";
"IDISK_RESOLVE_LOCAL"      = "Risolvi tutti i conflitti utilizzando i documenti contenuti in questo computer";
"IDISK_RESOLVE_BOTH"       = "Risolvi tutti i conflitti mantenendo entrambi i documenti";
"IDISK_RESOLVE_LASTMOD"    = "Risolvi tutti i conflitti mantenendo il documento con la data di modifica più recente.";
"IDISK_RESOLVE_EXCLUDE"    = "Risolvi tutti i conflitti escludendo i documenti dalle sincronizzazioni future.";
"IDISK_RESOLVE_NONE"       = "Ignora i conflitti.";
"MHD_RESOLVE_REMOTE"       = "Risolvi tutti i conflitti utilizzando i documenti sul network";
"MHD_RESOLVE_LOCAL"        = "Risolvi tutti i conflitti utilizzando i documenti contenuti in questo computer";
"MHD_RESOLVE_BOTH"         = "Risolvi tutti i conflitti mantenendo entrambi i documenti";
"MHD_RESOLVE_LASTMOD"      = "Risolvi tutti i conflitti mantenendo il documento con la data di modifica più recente.";
"MHD_RESOLVE_EXCLUDE"      = "Risolvi tutti i conflitti escludendo i documenti dalle sincronizzazioni future.";
"MHD_RESOLVE_NONE"         = "Ignora i conflitti.";
"MHD_CONFLICT_TITLE"       = "Conflitti di sincronizzazione";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "Impossibile risolvere tutti i conflitti";
"NOT_ALL_RESOLVED_MSG"   = "Alcuni conflitti non sono stati risolti perché le loro date di modifica sono troppo vicine. Risolvi questi conflitti manualmente oppure usando un'opzione diversa.";

"There are no file syncing errors or conflicts." = "Non sono stati rilevati errori di sincronizzazione o conflitti.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "La sincronizzazione di iDisk non è stata completata. Riprova più tardi.";
"GLOBAL-HELP-IDISK:Timeout" = "Se continui a incontrare problemi nella sincronizzazione di iDisk, probabilmente si stanno verificando dei problemi di connessione Internet. Prima di riprovare, esci dalle altre applicazioni che utilizzano Internet.";

"GLOBAL-IDISK:NetworkError"      = "La sincronizzazione di iDisk non è stata completata.";
"GLOBAL-HELP-IDISK:NetworkError" = "Controlla la connessione network oppure riprova più tardi.";

"GLOBAL-IDISK:RemoteBusy"      = "La sincronizzazione di iDisk non è stata completata.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "Riprova più tardi.";

"GLOBAL-IDISK:UNKNOWN"      = "La sincronizzazione di iDisk non è stata completata a causa di un problema.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "Riprova più tardi.";

// PHD
"GLOBAL-PHD:Timeout"      = "La sincronizzazione della cartella Inizio non è stata completata. Riprova più tardi.";
"GLOBAL-HELP-PHD:Timeout" = "Se continui a incontrare problemi nella sincronizzazione della cartella Inizio, probabilmente si stanno verificando dei problemi di connessione del network. Prima di riprovare, esci dalle altre applicazioni che utilizzano il network.";

"GLOBAL-PHD:NetworkError"      = "La sincronizzazione della cartella Inizio non è stata completata.";
"GLOBAL-HELP-PHD:NetworkError" = "Controlla la connessione network oppure riprova più tardi.";

"GLOBAL-PHD:RemoteBusy"      = "La sincronizzazione della cartella Inizio non è stata completata.";
"GLOBAL-HELP-PHD:RemoteBusy" = "Riprova più tardi.";

"GLOBAL-PHD:UNKNOWN"      = "La sincronizzazione della cartella Inizio non è stata completata a causa di un problema.";
"GLOBAL-HELP-PHD:UNKNOWN" = "Riprova più tardi.";

// Other
"GLOBAL-FS:Timeout"      = "La sincronizzazione dei documenti non è stata completata. Riprova più tardi.";
"GLOBAL-HELP-FS:Timeout" = "Se continui a incontrare problemi nella sincronizzazione dei documenti, probabilmente si stanno verificando dei problemi di connessione del network. Prima di riprovare, esci dalle altre applicazioni che utilizzano il network.";

"GLOBAL-FS:NetworkError"      = "La sincronizzazione dei documenti non è stata completata.";
"GLOBAL-HELP-FS:NetworkError" = "Controlla la connessione network oppure riprova più tardi.";

"GLOBAL-FS:RemoteBusy"      = "La sincronizzazione dei documenti non è stata completata.";
"GLOBAL-HELP-FS:RemoteBusy" = "Riprova più tardi.";

"GLOBAL-FS:UNKNOWN"      = "La sincronizzazione dei documenti non è stata completata a causa di un problema.";
"GLOBAL-HELP-FS:UNKNOWN" = "Riprova più tardi.";
